---
type: PipeInsulationType
namespace: Autodesk.Revit.DB.Plumbing
version: 2024
members: 1
tags: [revit-api, class]
---

# PipeInsulationType

`Autodesk.Revit.DB.Plumbing.PipeInsulationType` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |